backend/controllers/Controller.php

SELECT `id`, `username` FROM `yii2_admin`
---
    public function beforeAction($action)
    {
        // 主控制器验证
        $isTrue = parent::beforeAction($action);
        if ($isTrue) {
            // 验证权限
            if(!Yii::$app->user->can($action->controller->id . '/' . $action->id)
                && Yii::$app->getErrorHandler()->exception === null
            ) {
                // 没有权限AJAX返回
                if (Yii::$app->request->isAjax) {
                    header('application/json; charset=utf-8');
                    exit(Json::encode([
                            'errCode' => 216,
                            'errMsg' => '对不起，您现在还没获得该操作的权限!',
                            'data' => []]
                    ));
                } else {
                    throw new UnauthorizedHttpException('对不起，您现在还没获得该操作的权限!');
                }
            }

            // 处理获取数据
            if (!in_array($action->id, ['create', 'update', 'delete'])) {
                $this->admins = ArrayHelper::map(Admin::findAll(['status' => 1]), 'id', 'username');