backend/controllers/MenuController.php

    public function actionIndex()
    {
        // 查询父级分类信息
        $parents = Menu::find()->select(['id', 'menu_name', 'pid'])->where([
            'status' => Menu::STATUS_ACTIVE,
        ])->indexBy('id')->asArray()->all();
---
SELECT `id`, `menu_name` FROM `yii2_menu` WHERE (`status`=1) AND (`pid`=0)