INSERT INTO `yii2_arrange` VALUES (1, '页游订单', '页游俄罗斯死神订单问题', 1, 2, 1, 1474349425, 1474351225, 1474344037, 1, 1474353749, 1);
INSERT INTO `yii2_arrange` VALUES (2, '首页问题', '首页处理一些其他问题', 0, 1, 0, 1474353771, 1474353773, 1474353783, 1, 1474353783, 1);
INSERT INTO `yii2_arrange` VALUES (3, '手游问题', '首页的一些问题', 0, 1, 0, 1474353813, 1474353815, 1474353822, 1, 1474353822, 1);
INSERT INTO `yii2_arrange` VALUES (4, '其他问题', '其他问题', 0, 2, 0, 1474353843, 1474353846, 1474353858, 1, 1474354213, 1);
INSERT INTO `yii2_arrange` VALUES (5, '学习Laravel', '基本了解Laravel', 0, 1, 0, 0, 0, 1474353995, 1, 1474353995, 1);
INSERT INTO `yii2_arrange` VALUES (6, '这一天要办', '这一天要办', 1, 0, 1, 1474354075, 1474354078, 1474354086, 1, 1474354223, 1);
INSERT INTO `yii2_arrange` VALUES (7, '长期需要待办事务', '长期需要待办事务', 2, 1, 1, 1474354160, 1475218163, 1474354171, 1, 1474368158, 1);
INSERT INTO `yii2_arrange` VALUES (8, '测试数据', '测试数据', 0, 0, 0, 0, 0, 1474354386, 1, 1474355456, 1);
